Repository: ThemeZee/smartline-lite
Catalog: languages/*.po
Languages: de_de, fr_fr

source: Easily feature all posts with the <a href="%1$s">"featured" tag</a> or a tag of your choice. Your theme supports up to %2$s posts in its featured content area.
fr_fr: Promouvez facilement vos articles avec la balise <a href="%1$s">"featured"</a> or une balise de votre choix. Votre thème accepte jusqu'à %2$s articles dans la zone de contenus promus.

source: Tag name
fr_fr: Nom de la balise

source: Hide tag from displaying in post meta and tag clouds.
fr_fr: Masquer la balise dans les nuages de balises.

source: Display featured posts in latest blog post listing.
fr_fr: Afficher les articles mis en avant dans la liste des derniers articles du blog.

source: There is no featured content to be displayed in the slider. To set up the slider, go to Appearance -> Customize, and add a tag under Tag Name in the Featured Content section. The slideshow will then display all posts which are tagged with that keyword.
fr_fr: Il n'y a pas de contenu mis en valeur à afficher dans le Slider. Pour mettre en place le Slider, allez à Apparence -> Personnaliser, et ajouter un mot-clé sous la rubrique Mots clés de la section "Contenu mis en valeur". Le slideshow affichera tous les articles qui ont ce mot-clé.

source: There are no widgets to be displayed. Please go to Appearance -> Widgets and add at least one widget to the "Magazine Front Page" widget area. You can use the three Category Posts widgets to set up the theme like the demo website.
fr_fr: Il n'y a pas de widget à afficher. Allez à Apparence -> Widgets, et ajouter au moins un widget à la zone "Magazine Front Page". Vous pouvez utiliser trois widgets "Category posts" pour mettre en place un thème comme le site de démonstration.

source: Customize Theme
de_de: Design anpassen
fr_fr: Customiser le thème

source: General Settings
de_de: Grundeinstellungen
fr_fr: Réglages généraux

source: Default Fonts
fr_fr: Polices par défaut

source: Deactivate Google Fonts in case your language is not compatible.
fr_fr: Désactiver les polices Google au cas où votre langue n'est pas compatible.

source: Post Settings
de_de: Einstellungen für Beiträge
fr_fr: Paramètres des articles

source: Post Images
de_de: Beitragsbilder
fr_fr: Images d'articles

source: Excerpt More Text
de_de: Auszug mehr Text
fr_fr: Extrait de Lire la suite

source: Display [...] after text excerpts.
de_de: Zeige [...] nach Auszug.
fr_fr: Afficher [...] après les extraits

source: The slideshow displays your featured posts, which you can configure on the "Featured Content" section above.
de_de: Die Diashow zeigt Ihre empfohlenen Beiträge, die Sie unter "Featured Content" konfigurieren können weiter oben.
fr_fr: Le slideshow affiche vos articles mis en avant, que vous pouvez configurer dans la section "Contenu mis en avant" plus haut.

source: Category Posts Boxed (Smartline)
fr_fr: Articles de catégories en boîte (Smartline)

source: View all posts
fr_fr: Voir tous les articles

source: View all posts from category %s
de_de: Zeige alle Beiträge der Kategorie %s
fr_fr: Voir tous les articles de la catégorie %s

source: All Categories
de_de: Alle Kategorien
fr_fr: Toutes les catégories

source: Link Widget Title to Category Archive page
de_de: Verlinke den Widget Titel mit dem Kategorie Archiv
fr_fr: Lier le titre du Widget à la page des archives de la catégorie

source: Category Posts Columns (Smartline)
fr_fr: Articles de catégories en colonnes (Smartline)

source: Latest Posts
fr_fr: Derniers articles

source: Highlight First Post (Big Image + Excerpt)
de_de: Heben den ersten Beitrag hervor (Großes Thumbnail + Textauszug)
fr_fr: Mettre en valeur le premier article (Grande image + Extrait)

source: Display Category Titles
de_de: Zeige Kategorie Namen als Titel an
fr_fr: Afficher les titres de catégorie

source: Category Posts Grid (Smartline)
fr_fr: Articles de catégories quadrillage (Smartline)

source: Display as small posts grid with thumbnails
de_de: Verwende ein Raster mit kleinen Thumbnails
fr_fr: Afficher comme une grille de petits articles avec miniatures

source: Displays a single post from a selected category. Please use this widget ONLY in the Frontpage Magazine widget area.
fr_fr: Afficher un seul article de la catégorie séléctionnée. N'utilisez ce widget QUE dans la zone des widgets du Frontpage Magazine

source: Category Posts Single (Smartline)
fr_fr: Articles de catégories seuls (Smartline)

source: 404 Error: Not found
de_de: 404 Error: Seite konnte nicht gefunden werden.
fr_fr: Erreur 404: page non trouvée

source: The page you trying to reach does not exist, or has been moved. Please use the menus or the search box to find what you are looking for
de_de: Die gewünschte Seite existiert nicht oder wurde verschoben. Bitte verwenden Sie die Menüs oder das Suchfeld um zu finden, was Sie suchen.
fr_fr: La page que vous essayez d'atteindre n'existe pas, ou a été déplacée. Merci d'utiliser les menus ou la fonction Recherche pour trouver ce que vous voulez.

source: Search
de_de: Suche
fr_fr: Recherche

source: Recent Posts
de_de: Aktuelle Beiträge
fr_fr: Articles récents

source: Monthly Archives: %s
de_de: Monatliches Archiv: %s
fr_fr: Archives mensuelles: %s

source: Author Archives: %s
de_de: Autor Archive: %s
fr_fr: Archives de l'auteur: %s

source: Category Archives: %s
de_de: Kategorie Archive: %s
fr_fr: Archives de la catégorie: %s

source: Enter password to view comments.
de_de: Sie müssen angemeldet sein um Kommentare zu sehen.
fr_fr: Entrez votre mot de passe pour voir les commentaires.

source: One comment
de_de: ein Kommentar
fr_fr: Un commentaire

source: % comments
de_de: % Kommentare
fr_fr: % commentaires

source: &raquo; Read more
de_de: &raquo; Weiterlesen
fr_fr: &raquo; Lire la suite

source: Read more &raquo;
de_de: Weiterlesen &raquo;
fr_fr: Lire la suite &raquo;

source: Main Navigation
de_de: Hauptnavigation
fr_fr: Navigation principale

source: Top Navigation
fr_fr: Navigation supérieure

source: Footer Navigation
de_de: Fußnavigation
fr_fr: Navigation bas de page

source: Social Icons
de_de: Social-Media-Symbole
fr_fr: Icônes sociales

source: Sidebar
de_de: Seitenleiste
fr_fr: Barre latérale

source: Appears on posts and pages except front page and fullwidth template.
de_de: Erscheint in Beiträgen und Seiten außer Startseite und Vollbild-Vorlage
fr_fr: S'affiche sur les articles et les pages, sauf la page principale et le template en largeur pleine.

source: Magazine Front Page
de_de: Magazin Startseite
fr_fr: Page principale du Magazine

source: Appears on Magazine Front Page page template only. You can use the Category Posts widgets here.
de_de: Erscheint nur auf der Magazin-Startseiten-Vorlage. Sie können das Kategorie-Beiträge-Widget hier verwenden.
fr_fr: S'affiche uniquement sur le template de la page principale du magazine. Vous pouvez utiliser le widget des catégories des articles ici.

source: Powered by %1$s and %2$s.
de_de: Präsentiert von %1$s und %2$s.
fr_fr: Animé par %1$s et %2$s.

source: (Edit)
de_de: (Bearbeiten)
fr_fr: (Editer)

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wurde noch nicht genehmigt.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
de_de: %1$s am %2$s
fr_fr: %1$s à %2$s

source: Previous
de_de: vorherige
fr_fr: Précédent

source: Next
de_de: nächste
fr_fr: Suivant

source: Return to Gallery
de_de: Zurück zur Galerie
fr_fr: Retourner à la gallerie

source: Return to
de_de: Zurück zu
fr_fr: Retourner à

source: Search Results for: %s
de_de: Suchergebnisse für %s
fr_fr: Résultats de la rechercher pour: %s

source: No matches. Please try again, or use the navigation menus to find what you search for.
de_de: Keine Übereinstimmungen gefunden: Bitte versuchen Sie es erneut oder nutzen Sie die Navigation um zu finden, wonach Sie suchen.
fr_fr: Pas de résultat. Merci de chercher encore, ou d&rsquo;essayer les menus de navigation pour trouver ce que vous cherchez.

source: Search for:
de_de: Suche nach:
fr_fr: Recherche:

source: Widget Area
de_de: Widget-Bereich
fr_fr: Zone des Widgets

source: There are no active widgets to be displayed. Please go to Appearance -> Widgets to setup your sidebar.
de_de: Es gibt keine aktiven Widgets die angzeigt werden können. Bitte Gehen zum Menüpunkt Design ->Widgets auf dem Dashboard um die Seitenleiste einzurichten.
fr_fr: Il n'y a pas de widget actif à afficher. Merci d'aller à Apparence -> Widgets pour mettre en place votre barre latérale.

source: Tag Archives: %s
de_de: Tag Archive: %s
fr_fr: Archives de mot-clé: %s

source: Featured Content
de_de: Empfohlener Inhalt
fr_fr: Contenu mis en valeur

source: Leave a comment
de_de: Hinterlasse einen Kommentar
fr_fr: Laisser un commentaire

source: View all posts by %s
de_de: Zeige alle Beiträge von %s
fr_fr: Voir tous les articles de %s

source: Edit Post
de_de: (Bearbeiten)
fr_fr: Éditer l'article

source: Please go to WP-Admin-> Appearance-> Menus and create a new custom menu with custom links to all your social networks. Then click on "Manage Locations" tab and assign your created menu to the "Social Icons" theme location.
de_de: Bitte gehen Sie im Dashboard auf Design-> Menüs und erstellen Sie ein benutzerdefiniertes Menü mit Links zu ihren Seiten in sozialen Netzwerken. Dann klicken Sie unter "Position im Theme" auf "Social Icons" um ihr gerade erstelltes Menü diesem Bereich zuzuweisen.
fr_fr: Merci d'aller à WP-Admin -> Apparence -> Menus et créer un nouveau menu personnalisé avec des liens vers vos réseaux sociaux. Cliquer alors sur "Gérer les zones" et assigner votre nouveau menu à la zone des "icônes sociales" du thème.

source: Welcome to Smartline
de_de: Willkommen bei Smartline
fr_fr: Bienvenue à Smartline

source: Theme Info
de_de: Design-Info
fr_fr: Information du thème

source: Welcome to %1s %2s
de_de: Willkommen bei %1s %2s
fr_fr: Bienvenue à %1s %2s

source: Important Links:
de_de: wichtige Links:
fr_fr: Liens importants:

source: Theme Info Page
de_de: Design-Infoseite
fr_fr: Page d'info du thème

source: Theme Demo
de_de: Design-Demo
fr_fr: Démonstration du thème

source: Theme Documentation
de_de: Designdokumentation
fr_fr: Documentation du thème

source: Rate this theme
fr_fr: Noter ce thème

source: Getting Started with %s
de_de: Erste Schritte mit %s
fr_fr: Démarrer avec %s

source: Need any help to setup and configure this theme? We got you covered with an extensive theme documentation on our website.
de_de: Benötigen Sie Hilfe zur Einrichtung und Konfiguration dieser Vorlage? Eine ausführliche Vorlagendokumentation finden Sie auf unserer Internetseite.
fr_fr: Vous avez besoin d'aide pour installer et configurer votre thème? Nous avons pour vous une documentation du thème extensive sur notre site web.

source: Visit Smartline Documentation
de_de: Öffne Smartline Dokumentation
fr_fr: Visitez la documentation de Smartline

source: Theme Options
de_de: Designoptionen
fr_fr: Options du thème

source: Smartline supports the awesome Theme Customizer for all theme settings. Click "Customize Theme" to open the Customizer now.
de_de: Smartline unterstützt den tollen Theme Customizer (Design -> Anpassen) für alle Theme Einstellungen. Klicke "Theme Anpassen", um den Customizer zu öffnen.
fr_fr: Smartline accepte le fantastique Customisateur de thème pour toutes les paramètres du thème. Cliquez sur "Customiser le thème" pour ouvrir le Customisateur.

source: PRO Version
fr_fr: Version PRO

source: Need more features? Check out the PRO version which comes with additional features and advanced customization options.
fr_fr: Vous avez besoin de plus d'options? Découvrez la version PRO qui contient d'autres options et plus de possibilités de customisation.

source: Learn more about the PRO Version of Smartline
fr_fr: Découvrez la version PRO de Smartline

source: Smartline is proudly brought to you by %1s. If you like this theme, %2s :)
fr_fr: Smartline est produit par %1s. Si vous aimez ce thème, %2s :)

source: rate it
fr_fr: notez-le

source: Theme Layout
fr_fr: Disposition du thème

source: Left Sidebar
de_de: Seitenleiste Links
fr_fr: Barre latérale gauche

source: Right Sidebar
de_de: Seitenleiste rechts
fr_fr: Barre latérale droite

source: Header Content
de_de: Kopfzeileninhalt
fr_fr: Contenu de l'en-tête

source: The Header Content configured below will be displayed on the right hand side of the header area.
de_de: Der unten eingerichtete Kopfzeileninhalt wird auf der rechten Seite im Kopfzeilenbereich angezeigt.
fr_fr: Le contenu de l'en-tête, configuré ci-dessous, sera affiché sur la droite de la zone d'en-tête.

source: Display search field on header area
de_de: Suchfeld im Kopfzeilenbereich anzeigen
fr_fr: Afficher le champ de recherche dans la zone d'en-tête

source: Display Social Icons on header area
de_de: Social-Media-Symbole im Kopfzeilenbereich anzeigen
fr_fr: Afficher les icônes sociales dans la zone d'en-tête

source: Post Length on archives
de_de: Beitragslänge in Archiven
fr_fr: Longueur des articles dans les archives

source: Show full posts
de_de: Beiträge vollständig anzeigen
fr_fr: Afficher les articles entiers

source: Show post summaries (excerpt)
de_de: Beitragsauszug anzeigen
fr_fr: Afficher les résumés des articles (extraits)

source: Display featured images on archive pages
de_de: Zeige empfohlene Bilder auf Archiv-Seiten
fr_fr: Afficher les images mises en valeur sur les pages d'archive

source: Display featured images on single posts
de_de: Zeige empfohlene Bilder auf einzelnen Beiträgen
fr_fr: Afficher les images mises en valeur sur les articles seuls

source: Activate Featured Post Slider
de_de: Beitrag-Diashow aktivieren
fr_fr: Activer le Slider des articles mis en valeur

source: Display Slider on Magazine Front Page template.
de_de: Diashow auf der Magazin-Startseiten-Vorlage anzeigen.
fr_fr: Afficher le Slider sur la page principale du template Magazine

source: Display Slider on normal blog index.
de_de: Diashow auf Blog-Übersicht anzeigen.
fr_fr: Afficher le Slider sur l'index de blog normal

source: Slider Animation
de_de: Diashow Animation
fr_fr: Animation du Slider

source: Horizontal Slider
de_de: Diashow horizontal
fr_fr: Slider horizontal

source: Fade Slider
de_de: Diashow Einblenden
fr_fr: Slider avec fondu

source: Need more features?
fr_fr: Vous avez besoin de plus d'options?

source: Check out the PRO version which comes with additional features and advanced customization options.
fr_fr: Découvrez la version PRO qui contient d'autres options et plus de possibilités de customisation avancées.

source: Learn more about the PRO Version
fr_fr: Apprenez d'avantage sur la version PRO

source: Display Tagline beside site title.
de_de: Zeige Seitenbeschreibung (Tagline) neben Seitentitel.
fr_fr: Afficher le slogan à côté du titre du site.

source: Display latest posts from category in boxed layout. Please use this widget ONLY on Frontpage Magazine widget area.
de_de: Letzte Beiträge aus Kategorie in Box-Layout anzeigen. Bitte nur für den Magazin-Startseiten-Widget-Bereich nutzen.
fr_fr: Afficher les derniers articles de la catégorie en boites. Merci de n'utiliser ce widget QUE dans la zone des widgets de la page principale magazine.

source: Title:
de_de: Titel:
fr_fr: Titre:

source: Category:
de_de: ﻿Kategorie:
fr_fr: Catégorie:

source: Display latest posts from two specified categories. Please use this widget ONLY on Frontpage Magazine widget area.
de_de: Letzte Beiträge aus 2 gewählten Kategorien in Box-Layout anzeigen. Bitte nur für den Magazin-Startseiten-Widget-Bereich nutzen.
fr_fr: Afficher les derniers articles de deux catégories spécifiées. Merci de n'utiliser ce widget que dans la zone des widgets de la page principale.

source: Left Category:
de_de: linke Kategorie:
fr_fr: Catégorie de gauche:

source: Right Category:
de_de: rechte Kategorie:
fr_fr: Catégorie de droite:

source: Display latest posts from category in a grid layout. Please use this widget ONLY on Frontpage Magazine widget area.
de_de: Letzte Beiträge aus der Kategorie im Tabellen-Layout anzeigen. Bitte nur für den Magazin-Startseiten-Widget-Bereich nutzen.
fr_fr: Afficher les derniers articles de la catégorie en format quadrillé. Merci de n'utiliser ce widget QUE dans la zone des widgets de la page principale.

source: Number of posts:
de_de: Anzahl Beiträge:
fr_fr: Nombre d'articles:

source: Please chose an even number (2, 4, 6, 8).
de_de: Bitte wählen Sie eine gerade Anzahl (2, 4, 6, 8).
fr_fr: Merci de choisir un nombre pair (2, 4, 6, 8).

source: Post Slider
de_de: Beitrag-Diashow

source: Pages
de_de: Seiten

source: Archives
de_de: Archive

source: Changelog
de_de: Änderungsprotokoll

source: Menu
de_de: Menü
